Repository: simoneomedia/rerservafood
Catalog: languages/wc-order-flow-*.po
Languages: es_es, it_it

source: Out for delivery
es_es: En camino
it_it: In consegna

source: Out for delivery <span class="count">(%s)</span>
es_es: En camino <span class="count">(%s)</span>
it_it: In consegna <span class="count">(%s)</span>

source: Awaiting approval
es_es: En espera de aprobación
it_it: In attesa di approvazione

source: Rejected
es_es: Rechazado
it_it: Rifiutato

source: Waiting for approval
es_es: En espera de aprobación
it_it: In attesa di approvazione

source: Preparing
es_es: En preparación
it_it: In preparazione

source: Delivering
es_es: En entrega
it_it: In consegna

source: Completed
es_es: Completado
it_it: Completato

source: Canceled
es_es: Cancelado
it_it: Annullato

source: Order awaiting approval.
es_es: Pedido en espera de aprobación.
it_it: Ordine in attesa di approvazione.

source: Forced: awaiting approval.
es_es: Forzado: en espera de aprobación.
it_it: Forzato: in attesa di approvazione.

source: Unauthorized
es_es: No autorizado
it_it: Non autorizzato

source: Order approved. ETA: %d minutes.
es_es: Pedido aprobado. ETA: %d minutos.
it_it: Ordine approvato. ETA: %d minuti.

source: Order rejected by admin.
es_es: Pedido rechazado por el administrador.
it_it: Ordine rifiutato dall’amministratore.

source: ETA updated to %d minutes.
es_es: ETA actualizada a %d minutos.
it_it: ETA aggiornata a %d minuti.

source: Rider out for delivery.
es_es: Repartidor en camino.
it_it: Rider in consegna.

source: Order status (app style)
es_es: Estado del pedido (estilo app)
it_it: Stato ordine (stile app)

source: Waiting time (minutes)
es_es: Tiempo de espera (minutos)
it_it: Tempo di attesa (minuti)

source: Approve
es_es: Aprobar
it_it: Approva

source: Reject
es_es: Rechazar
it_it: Rifiuta

source: Update ETA
es_es: Actualizar ETA
it_it: Aggiorna ETA

source: Mark as out for delivery?
es_es: ¿Marcar como en camino?
it_it: Segnare come in consegna?

source: Rider out for delivery
es_es: Repartidor en camino
it_it: Rider in consegna

source: <strong>Order confirmed.</strong> In preparation. <span class="wcof-chip">Arrival approx. %s</span>
es_es: <strong>Pedido confirmado.</strong> En preparación. <span class="wcof-chip">Llegada aprox. %s</span>
it_it: <strong>Ordine confermato.</strong> In preparazione. <span class="wcof-chip">Arrivo previsto %s</span>

source: Estimated time: %s min
es_es: Tiempo estimado: %s min
it_it: Tempo stimato: %s min

source: <strong>Rider on the way.</strong> <span class="wcof-chip">Arrival %s</span>
es_es: <strong>Repartidor en camino.</strong> <span class="wcof-chip">Llegada %s</span>
it_it: <strong>Rider in arrivo.</strong> <span class="wcof-chip">Arrivo %s</span>

source: You can follow the status here.
es_es: Puedes seguir el estado aquí.
it_it: Puoi seguire lo stato qui.

source: <strong>Order rejected.</strong>
es_es: <strong>Pedido rechazado.</strong>
it_it: <strong>Ordine rifiutato.</strong>

source: Sorry, order rejected.
es_es: Lo sentimos, pedido rechazado.
it_it: Spiacenti, ordine rifiutato.

source: <strong>Enjoy!</strong> ☺️
es_es: <strong>¡Disfruta!</strong> ☺️
it_it: <strong>Buon appetito!</strong> ☺️

source: Waiting for confirmation
es_es: Esperando confirmación
it_it: In attesa di conferma

source: Thank you!
es_es: ¡Gracias!
it_it: Grazie!

source: We are waiting for admin confirmation…
es_es: Estamos esperando la confirmación del administrador…
it_it: Stiamo aspettando la conferma dell'amministratore…

source: New order
es_es: Nuevo pedido
it_it: Nuovo ordine

source: Awaiting approval.
es_es: Aguardando aprobación.
it_it: In attesa di approvazione.

source: Only administrators or riders can view this page.
es_es: Solo los administradores o repartidores pueden ver esta página.
it_it: Solo gli amministratori o i rider possono vedere questa pagina.

source: Search dishes or allergens…
es_es: Buscar platos o alérgenos…
it_it: Cerca piatti o allergeni…

source: Close
es_es: Cerrar
it_it: Chiudi

source: Ingredients
es_es: Ingredientes
it_it: Ingredienti

source: Allergens (full text)
es_es: Alérgenos (texto completo)
it_it: Allergeni (testo completo)

source: Nutritional values (100 g)
es_es: Valores nutricionales (100 g)
it_it: Valori nutrizionali (100 g)

source: Allergens & info
es_es: Alérgenos e info
it_it: Allergeni e info

source: Add
es_es: Añadir
it_it: Aggiungi

source: Language
es_es: Idioma
it_it: Lingua

source: Automatic
es_es: Automático
it_it: Automatico

source: English
es_es: Inglés
it_it: Inglese

source: Spanish
es_es: Español
it_it: Spagnolo

source: Italian
es_es: Italiano
it_it: Italiano

source: Opening days
es_es: Días de apertura
it_it: Giorni di apertura

source: Opening time
es_es: Horario de apertura
it_it: Orario di apertura

source: Store closed
es_es: Tienda cerrada
it_it: Negozio chiuso

source: Yes
es_es: Sí
it_it: Sì

source: Riders see processing
es_es: Los repartidores ven procesando
it_it: I rider vedono in lavorazione

source: Enable push
es_es: Activar notificaciones
it_it: Abilita push

source: On
es_es: Encendido
it_it: Attivo

source: OneSignal App ID
es_es: ID de la aplicación OneSignal
it_it: ID App OneSignal

source: OneSignal REST API Key
es_es: Clave REST API de OneSignal
it_it: Chiave API REST OneSignal

source: Notify on
es_es: Notificar en
it_it: Notifica

source: User
es_es: Usuario
it_it: Utente

source: Approved
es_es: Aprobado
it_it: Approvato

source: Rider on the way
es_es: Repartidor en camino
it_it: Rider in arrivo

source: Rider
es_es: Repartidor

source: Delivery completed.
es_es: Entrega completada.
it_it: Consegna completata.

source: Store settings
es_es: Configuración de la tienda
it_it: Impostazioni negozio

source: Address
es_es: Dirección
it_it: Indirizzo

source: Delivery postal codes
es_es: Códigos postales de entrega
it_it: CAP di consegna

source: e.g. 00100,00101
es_es: p. ej. 00100,00101
it_it: es. 00100,00101

source: Mon
es_es: Lun
it_it: Lun

source: Tue
es_es: Mar
it_it: Mar

source: Wed
es_es: Mié
it_it: Mer

source: Thu
es_es: Jue
it_it: Gio

source: Fri
es_es: Vie
it_it: Ven

source: Sat
es_es: Sáb
it_it: Sab

source: Sun
es_es: Dom
it_it: Dom

source: Store
es_es: Tienda
it_it: Negozio

source: Save settings
es_es: Guardar ajustes
it_it: Salva impostazioni

source: Add rider
es_es: Añadir repartidor
it_it: Aggiungi rider

source: Username
es_es: Nombre de usuario
it_it: Nome utente

source: Email
es_es: Correo electrónico

source: Password
es_es: Contraseña

source: ReeservaFood Settings
es_es: Configuración de ReeservaFood
it_it: Impostazioni ReeservaFood

source: Service worker files are auto-served at %1$s and %2$s via WordPress rewrites (no physical files needed).
es_es: Los archivos del service worker se sirven automáticamente en %1$s y %2$s mediante las reescrituras de WordPress (no se necesitan archivos físicos).
it_it: I file del service worker sono serviti automaticamente su %1$s e %2$s tramite le riscritture di WordPress (nessun file fisico necessario).

source: orders board
es_es: panel de pedidos
it_it: bacheca ordini

source: product manager
es_es: gestor de productos
it_it: gestore prodotti

source: subscribe button
es_es: botón de suscripción
it_it: pulsante di iscrizione

source: admin diagnostics
es_es: diagnóstico de administrador
it_it: diagnostica admin

source: Please complete the <a href="%s">ReeservaFood setup</a>.
es_es: Completa la <a href="%s">configuración de ReeservaFood</a>.
it_it: Completa la <a href="%s">configurazione di ReeservaFood</a>.

source: Welcome to ReeservaFood
es_es: Bienvenido a ReeservaFood
it_it: Benvenuto su ReeservaFood

source: Let's configure your store.
es_es: Configuremos tu tienda.
it_it: Configuriamo il tuo negozio.

source: Shop address
es_es: Dirección de la tienda
it_it: Indirizzo del negozio

source: Products
es_es: Productos
it_it: Prodotti

source: Manage products
es_es: Gestionar productos
it_it: Gestisci prodotti

source: Start Selling now
es_es: Comenzar a vender ahora
it_it: Inizia a vendere ora

source: Keep the store closed for now
es_es: Mantener la tienda cerrada por ahora
it_it: Mantieni il negozio chiuso per ora

source: Download the app
es_es: Descargar la app
it_it: Scarica l'app

source: Show install prompt
es_es: Mostrar aviso de instalación
it_it: Mostra prompt di installazione

source: Install prompt text
es_es: Texto del aviso de instalación
it_it: Testo del prompt di installazione

source: Add this page to your home screen via your browser menu
es_es: Añade esta página a la pantalla de inicio desde el menú de tu navegador
it_it: Aggiungi questa pagina alla schermata iniziale dal menu del browser

source: Customer
it_it: Cliente

source: Shortcodes
it_it: Shortcode
